[
  {
    "text": "When I was a child, I witnessed shiney gold cylinders in the sky.  The sky was very clear; not a cloud in the sky.  The objects were flying at a very high altitude.  Higher than airplanes fly.  There were at least 3 of them, flying in single file, far apart from each other.  They were shaped like cigars, no wings or windows, and they were curved on the ends.  My neighbor was looking at them through his binoculars.  He let me look at them through his binoculars and the objects still looked very small, because they were so high up. \n \n \n((NUFORC Note:  Witness indicates that the date of the sighting is approximate.  PD))",
    "stats": "Occurred : 1/1/1977 12:00  (Entered as : 01/01/77 12:00) Reported: 12/25/2006 7:57:55 PM 19:57 Posted: 2/1/2007 Location: Great Neck, NY Shape: Cylinder Duration: 30 minutes",
    "date_time": "1/1/77 12:00",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54145.html",
    "city": "Great Neck",
    "state": "NY",
    "country": "USA",
    "shape": "Cylinder",
    "duration": "30",
    "summary": "When I was a child, I witnessed shiney gold cylinders in the sky.  The sky was very clear; not a cloud in the sky.  The objects were fl",
    "posted": "2/1/07"
  },
  {
    "text": "it came to me in the form of a dream. i was looking out side my windows of my bedroom and i saw 3 grey beings. they seemed to be about 4-5 feet in hight. they were walking around my frount yard and then i woke up. the next day when i went to have a shower i noticed a small red mark on my back. \n \n \n((NUFORC Note:  Witness elects to remain totally anonymous;  provides no contact information.  PD))",
    "stats": "Occurred : 1/1/1996 03:00  (Entered as : 01/01/96 3:00) Reported: 11/15/2007 8:22:49 PM 20:22 Posted: 11/28/2007 Location: Hamilton Hill (Australia),  Shape: Unknown Duration: 15 mins",
    "date_time": "1/1/96 03:00",
    "report_link": "http://www.nuforc.org/webreports/reports/059/S59876.html",
    "city": "Hamilton Hill (Australia)",
    "state": "",
    "country": "Australia",
    "shape": "Unknown",
    "duration": "15",
    "summary": "it came to me in the form of a dream. i was looking out side my windows of my bedroom and i saw 3 grey beings. they seemed to be about",
    "posted": "11/28/07"
  },
  {
    "text": "There were four red balls of light flying in formation over the neighbourhood for about 15 or 20 minutes. \n \nMe and a friend were driving to pick up his parents at a near by restaurant. There were four red spheres about one meter in diameter hovering over the back yard of a home on the street we were driving on.  They looked like they were big lights on a pole, but when we slowed down to look at them they rose higher into the air and went into a formation with one about a 100 feet above the ground with the other three just over the tree tops.  We followed them as they went out to the boulevard and began flying lower and in a seemingly systematic pattern over the neighbourhood.  Another vehicle stopped on the street and was observing the red \"balls of light\" as well.  They continued slowly flying over the neighbourhood for about 15 or 20 minutes until they went up and over a hill and out of sight.  My friend who was with me at the time seemed strange afterwords and did not wish to discuss what we had seen.  Also he deleted the pictures he had taken of the objects from his cell phone camera a few minutes after he took them.  He would not explain why he did this.",
    "stats": "Occurred : 1/1/2006 23:00  (Entered as : 01/01/06 23:00) Reported: 8/5/2007 8:51:51 PM 20:51 Posted: 8/7/2007 Location: Prince George (Canada), BC Shape: Circle Duration: 15 min Characteristics: There was an aura or haze around the object",
    "date_time": "1/1/06 23:00",
    "report_link": "http://www.nuforc.org/webreports/reports/058/S58002.html",
    "city": "Prince George (Canada)",
    "state": "BC",
    "country": "Canada",
    "shape": "Circle",
    "duration": "15",
    "summary": "There were four red balls of light flying in formation over the neighbourhood for about 15 or 20 minutes.",
    "posted": "8/7/07"
  },
  {
    "text": "Dark circular object seen over a deserted ranch outside of Eagle Pass, Tx.  later we see a smaller object as well. \n \nIt was sometime early this year, when me and my friend were driving back from visiting family in Eagle Pass, Tx.  I was driving east, about 30 miles away from eagle pass when, He goes, \"Hey, what's that up there, it's not a plane!?\"  I look, I'm driving but I clearly see it's not a normal object, it fixed in the sky like a black dot.  We pull over off from the highway, and we use a digital camera that's not for taking distant pictures, yet we're still able to catch the black dot in the sky, it takes time finding it in the picture but it is there, as we were leaving a smaller circular object could be seen underneath it. \n \n \n((NUFORC Note:  Witness indicates that the date of the incident is approximate.  PD))",
    "stats": "Occurred : 1/1/2007 18:08  (Entered as : 01/2007 18:08) Reported: 10/28/2007 11:37:27 PM 23:37 Posted: 11/28/2007 Location: Eagle Pass, TX Shape: Circle Duration: 15 minutes Characteristics: The object emitted other objects",
    "date_time": "1/1/07 18:08",
    "report_link": "http://www.nuforc.org/webreports/reports/059/S59505.html",
    "city": "Eagle Pass",
    "state": "TX",
    "country": "USA",
    "shape": "Circle",
    "duration": "15",
    "summary": "Dark circular object seen over a deserted ranch outside of Eagle Pass, Tx.  later we see a smaller object as well.",
    "posted": "11/28/07"
  },
  {
    "text": "Golden orb follows car, then changes into black triangle ufo, stops , and \"waits\" for them to pass close by. \n \nIt was New Years day, 1998. Approximately 10:55 pm in Wisconsin, USA. \n \n Three people were driving from Milwaukee to West Allis on a routine 20 minute drive to drop off a companion on a cold New Year's night. While on the apex of a bridge adjacent to an industrial area, the back passenger spotted a golden light, flashing at a rate of about 4 flashes per second, moderately high in the dark southwestern sky [see FIGURE 1]. It was about the size and color of a small, golden street light, fixed in the sky behind and to the left of the vehicle. The back-seat passenger alerted the driver and the front passenger to the peculiarity of the light, and they all thought it might be some sort of \"helicopter\" or \"star\". As there was hardly any traffic, the driver slowed the vehicle down between 10 to 15 mph. \n \n The object conspicuously glided down towards the ground and closer to the observers. It ceased flashing and became a solid \"gold-light orb\" [see FIGURE 2]. Now seeming to be only a few blocks away to their left (west), it began to parallel the movement of the vehicle—keeping up with its exact speed.. It was fairly low to the ground because it was somewhat being obscured by some thin tree branches (without leaves) along the roadside. \n \n The vehicle, now having passed off the bridge, continued to move northbound towards a major intersection. As the driver slowed even more to get into the left-hand turn lane at a stop light, a red light rotated around the left side of the object, and then a blue light rotated around to the right side of the object. Both lights stopped at the visible edges and remained fixed at the object's respective sides for only a moment—disappearing within seconds [see FIGURE 3]. At this point the object was moving at its slowest. Because of the sudden appearance of the “police” lights and its speed, the witnesses concluded that it must be a police helicopter on a mission. \n \n As the car sat at a complete stop in the left-hand turn lane, there were a few cars to the right of the vehicle. But people in those cars were not looking toward the object, which was traveling at a laborious pace very low to the ground (perhaps a 100 ft). It could barely be seen unless you were looking for it. As the object began to cross over the avenue they were going to turn onto (west), it now appeared to “branch out” into a string of five pale-white lights. It moved silently, almost at “walking speed”. The witnesses rationalized that it might be some sort of plane trying to make an emergency landing - but why land perpendicular to the street?  The lights suddenly stopped and became fixated directly above an estimated seven story factory building just two blocks away. The traffic light changed to green, and the driver finally turned left toward the object; it was just up ahead. No other cars or people were out on this usually busy street. Curiosity and perplexity filled the witnesses as they moved closer to the building. \n \n Finally, the car pulled over to the side of the road. The back passenger rolled down his window and stuck his head out of the car to observe what could be resting in the sky above. The other two people strained to get a good view from the front passenger window. What seemed like a string of lights from a few blocks away on approach were actually the lights on the \"front\" and underneath of a large, black, equilateral triangle object. The five lights shown down like \"baseball stadium lights\", and were located at all three corners and in the middle of the two \"front\" sides [see FIGURE 4]. \n \n This large object was “fixed” in the air, producing absolutely no noise, movement, or flashing. Everything around them seemed so still, almost like they were in a vacuum and “weren’t supposed to be there.” The body of the triangle was colored charcoal-black, with a faint, grayish grove running along the front tip to the back center. There were visible sides: the edges showing a continuous grayish-black indentation with a slight overhang or lip. There also seemed to be very faint “circuit board” type etches on the body of the object. These apparent etchings were more apparent in the center grove on the “belly” of the triangle and within the groove or indentation along the sides. One witness later remarked that some of its features reminded him of a “Star Destroyer” space vehicle from the Star Wars movies. \n \n After approximately 30 seconds of viewing the object, the driver became agitated and fearful, saying that they “have to get out of here.” He drove away and continued westbound on the avenue. When they left, the object left their point of view. But as they increased their distance at a block away, it came into view again in the back window, still fixated in the sky in the exact position last seen. Anyone else viewing the object might have passed and though nothing of it. It was so still and innocuous, that they probably would have thought it was part on the building complex. As the car passed over a hill a few blocks west of the object, it could not be seen any more. No other cars were observed on the road until about a half mile later. \n \n The total experience was less than 5 minutes. \n \n The three witnesses remained shaken for the rest of the night, with one of them insisting that it must be some sort of police helicopter performing a maneuver, and never wanting to talk about it again. \n \n The most disturbing thing to the witness in the back seat was that even though he had been a big “UFO buff” from the time he was young, the word “UFO” or “alien” never entered his mind until after the triangle was completely out of view. He even had other UFO related experiences before this, but still cannot explain why he wasn’t “freaking out” at the time. The best explanation was that “he was denying it in his mind to keep his body from freaking out.”  The strangest element to the whole experience was the apparent personal awareness the object had to the witnesses. It got their attention by flashing, moved in and followed alongside the vehicle at a distance, changed forms, and seemed to wait for them and them only. \n \n \n((NUFORC Note:  Date of sighting may be approximate, although the witness does not indicate that fact.  PD))",
    "stats": "Occurred : 1/1/1998 23:00  (Entered as : 01/01/1998 23:00) Reported: 1/11/2007 1:49:01 PM 13:49 Posted: 2/1/2007 Location: Milwaukee/West Allis/West Milwaukee, WI Shape: Changing Duration: 5 minutes Characteristics: There were lights on the object, The object changed color",
    "date_time": "1/1/98 23:00",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54674.html",
    "city": "Milwaukee/West Allis/West Milwaukee",
    "state": "WI",
    "country": "USA",
    "shape": "Changing",
    "duration": "5",
    "summary": "Golden orb follows car, then changes into black triangle ufo, stops , and \"waits\" for them to pass close by.",
    "posted": "2/1/07"
  },
  {
    "text": "Large, multicolored, glowing craft hovered over neighborhood in Sao Paulo, Brasil \n \nOn New Year's Eve of 1990 shortly after midnight, my mother, cousin, and myself were standing outside on our balcony of a 3-story house in the Granja Julieta neighborhood of Sao Paulo, Brasil when a massive craft appeared over the neighborhood. \n \nWe were outside for new years festivities looking over the neighborhood. The craft seemed to appear out of nowhere and hovered over the neighborhood for a few minutes. We were on the third story and the craft wasnt much higher than us, though it was about 100 or so yards away. We estimate that the craft itself was about 50 yards across. It was disc shaped and had multiple multi-colored lights that were constantly blinking around the entire ship. When asked to describe it, I always state that it had a great resemblence to the ship from the movie \"Close Encounters of the Third Kind\". However, I had not seen this film prior to my sighting, so I do not think that had any effect on my recollection. \n \nIt hovered briefly over the neighborhood and began to glide further and further away. We saw it slowly float behind some trees then it suddenly gained a great amount of speed and disappeared. The following morning, several people around the neighborhood mentioned the encounter as well. \n \nTil this day, my mother, cousin, and I still stand by our recollection of the event.",
    "stats": "Occurred : 1/1/1990 00:15  (Entered as : 01/01/1990 0:15) Reported: 3/10/2007 4:00:04 PM 16:00 Posted: 4/27/2007 Location: Sao Paulo (Brasil),  Shape: Disk Duration: 5 minutes Characteristics: There were lights on the object, There was an aura or haze around the object, The object changed color",
    "date_time": "1/1/90 00:15",
    "report_link": "http://www.nuforc.org/webreports/reports/055/S55637.html",
    "city": "Sao Paulo (Brasil)",
    "state": "",
    "country": "Brazil",
    "shape": "Disk",
    "duration": "5",
    "summary": "Large, multicolored, glowing craft hovered over neighborhood in Sao Paulo, Brasil",
    "posted": "4/27/07"
  },
  {
    "text": "I was skiing on my birthday, and while I was going up the ski lift I saw what looked like a burning boomerang.It was falling out of the sky shooting flames and smoke out of it. As I looked at it I saw something flying away from it. It looked like a banana whith a piont sticking out on the opposit side from the curve like this (- . \n \nIt was flying really really fast away from the burning thing whith the curve forword, it would fly about this far (from where I was it looked like it) ---------------------------------- then stop and then backwards about this far.       -------------- . Then it stoped and and flew strait down beyond the horizon.",
    "stats": "Occurred : 1/10/2006 04:00  (Entered as : 01/10/06 4:00) Reported: 3/23/2006 1:03:42 PM 13:03 Posted: 5/15/2006 Location: La Crosse, WI Shape: Other Duration: 5 minuets Characteristics: The object emitted other objects, There were aircraft in the vicinity or aircraft chasing the object",
    "date_time": "1/10/06 04:00",
    "report_link": "http://www.nuforc.org/webreports/reports/049/S49784.html",
    "city": "La Crosse",
    "state": "WI",
    "country": "USA",
    "shape": "Other",
    "duration": "5",
    "summary": "I was skiing on my birthday, and while I was going up the ski lift I saw what looked like a burning boomerang.It was falling out of the",
    "posted": "5/15/06"
  },
  {
    "text": "Opa Locka 1967.  Elementary school \n \nTo the person looking for confirmation of the UFO circa 1967 in Opa Locka.  You left no way to be contacted. \n \nI have the information you are looking for. \n \n((e-address deleted))",
    "stats": "Occurred : 1/1/1967 13:00  (Entered as : 01/01/67 13:00) Reported: 12/22/2005 5:10:41 PM 17:10 Posted: 2/14/2006 Location: Opa Locka, FL Shape: Chevron Duration: 21 minutes",
    "date_time": "1/1/67 13:00",
    "report_link": "http://www.nuforc.org/webreports/reports/048/S48426.html",
    "city": "Opa Locka",
    "state": "FL",
    "country": "USA",
    "shape": "Chevron",
    "duration": "21",
    "summary": "Opa Locka 1967. Elementary school",
    "posted": "2/14/06"
  },
  {
    "text": "seen flying saucers at june lake ca \n \nwas working in telephone cenral office toke a break walk out side and look north.seen three flying obectes in formation flying sounth about 1500 ft in attitude speed about 100 mph.no jet engine niose .i thount these can't be civilian planes flying in formation.they went to me west over silver lake .i saw no wings or tail still no nosie.i thouht mabe they were helcopters from pickle medows. a marine cold weather traing camp.but then i saw i good look at them.the first carft was in front the other two wre behind and above one on each side.i couldn't belive my eyes.they were flying saucers.they could fit one man in side . mabye two.i thouht they must have some kind of anti gravety engine.i never seemn anything like before or since.before this i thouht people who saw flying saucers were seeing some thig else. \n \n \n((NUFORC Note:  Witness indicates that the date of the incident is approximate.  PD)) \n \n((NUFORC Note:  Witness elects to remain totally anonymous; provides no contact information.  PD))",
    "stats": "Occurred : 1/1/1978 01:00  (Entered as : 01/01/78 1:00) Reported: 1/26/2006 5:10:43 PM 17:10 Posted: 2/14/2006 Location: June Lake, CA Shape: Disk Duration: 15 min",
    "date_time": "1/1/78 01:00",
    "report_link": "http://www.nuforc.org/webreports/reports/048/S48864.html",
    "city": "June Lake",
    "state": "CA",
    "country": "USA",
    "shape": "Disk",
    "duration": "15",
    "summary": "seen flying saucers at june lake ca",
    "posted": "2/14/06"
  },
  {
    "text": "Three Huge Amber Orbs of light !!! \n \nOn the night of Jan/01/05 I was driving home from a friends house. It was around 11:00pm. The night sky was clear and full of stars. \n \nI looked to the left, out the drivers side window and saw Three HUGE amber orbs of light, totaly equidistant from eachother and in a triangle formation. They appeard to be perfectly still in the night sky.  I tried to focus on them as best I could while at the same time looking forward to watch the road.  \n \nThe formation itself seemed to be 2-3 miles wide and the mass was fairly low to the ground.  \n \n After about 10 minutes they blinked out all at once, as if they vanished into thin air.  \n \nWhen I got home i tried to analyze what I had saw.  I took mental notes, NO sound even with window down at a red light, No blinking lights, No smoke, sparks, or downward movment. the were not flairs!  \n \nIt was a sighting i will never forget. \n \n \n((NUFORC Note:  One of many reports from same source.  Contact information is bizarre.  PD))",
    "stats": "Occurred : 1/1/2005 23:00  (Entered as : 01/01/05 23:00) Reported: 1/26/2006 4:54:58 PM 16:54 Posted: 2/14/2006 Location: Phoenix, AZ Shape: Triangle Duration: 10 Min. Characteristics: There were lights on the object, There was an aura or haze around the object",
    "date_time": "1/1/05 23:00",
    "report_link": "http://www.nuforc.org/webreports/reports/048/S48862.html",
    "city": "Phoenix",
    "state": "AZ",
    "country": "USA",
    "shape": "Triangle",
    "duration": "10",
    "summary": "((POSSIBLE HOAX))  Three Huge Amber Orbs of light !!!",
    "posted": "2/14/06"
  },
  {
    "text": "An array of lights, formed in two parralel rows, moving across the sky into a cluster. \n \nShortly after midnight, my husband and I saw an array of approximately 12-14 small lights.  There were six to seven in a row forming two parrelel rows.  They were moving across the sky, and then clustered together.   \n \nOnce clustered, they all moved off into the sky where they couldn't be seen anymore.   \n \nWe have never seen anything like it before!",
    "stats": "Occurred : 1/1/2007 00:00  (Entered as : 01/01/2007 0:00) Reported: 1/1/2007 11:10:21 AM 11:10 Posted: 2/1/2007 Location: Windsor, CA Shape: Other Duration: 10 minutes Characteristics: There were lights on the object",
    "date_time": "1/1/07 00:00",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54258.html",
    "city": "Windsor",
    "state": "CA",
    "country": "USA",
    "shape": "Other",
    "duration": "10",
    "summary": "An array of lights, formed in two parralel rows, moving across the sky into a cluster.",
    "posted": "2/1/07"
  },
  {
    "text": "Series of 17 unidentifiable lights cross the skies of Northern California \n \nAt midnight, Jan 1st of 2007, we stepped out on the deck for New Years and observed a bright Satellite moving Southeast from the Northwest. Magnitude was as great as Mars at it's closest.  \n \nThen 2 more appeared behind the roof into view, so we stepped out to see if there were more moving across the sky. \n \n17 lights in total, all within 70 degrees of each other moving South-East from the North-West.  All were the same brightness and color. A bright Orange to reddish. \n \nAs the first 3-4 moved through the 12 o'clock(meridian) they started to change course. A few slowed then turned about 90 degrees and out of the path, then a few faded and made a left 270. 2 actually stopped, as noted against a clear sky of stars and a bright moon. All in all, about 7 or 8 \"danced\" overhead, the rest continued on course. \n \nAt this point I recalled we had just bought a new video camera so I ran in, grabbed it and shot the last few minutes of the \"satellites\" continuing across the sky.  At this point, pretty much all those that had not faded were continuing SE bound. \n \nSince moving into the country from the city 5 years ago, watching satellites and meteors has become one of my families evening pastimes.  We are quite adept at this pastime now and can identify the difference between Satellites, Space Station, Etc. and Aircraft.  And I have spent the better part of my 36 years, watching aircraft,  As well, I am employed as an ((deleted--aviation specialist.)).  So something like this event really stood out. \n \nThere were no contrails visible as they would have been with the moon as a backlight. There were no stobe lights or red and green wings lights as associated with A/C.  There was no sound associable with these \"satellites\". The time for the \"Non Dancing\" lights to traverse the sky was about 9 minutes, the same as a satellite or the Space Shuttle.   \n \nA quiet check of the net did show that the prevailing winds aloft were moving in the same direction. \n \nLighted Weather Balloons?  ROV's?   I truly hope someone else who might have noticed these lights will also report something.",
    "stats": "Occurred : 1/1/2007 00:01  (Entered as : 01/01/07 0:01) Reported: 1/3/2007 4:13:38 PM 16:13 Posted: 2/1/2007 Location: Windsor, CA Shape: Light Duration: 10 min",
    "date_time": "1/1/07 00:01",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54389.html",
    "city": "Windsor",
    "state": "CA",
    "country": "USA",
    "shape": "Light",
    "duration": "10",
    "summary": "Series of 17 unidentifiable lights cross the skies of Northern California.  ((NUFORC Note:  Witness is aviation specialist.  PD))",
    "posted": "2/1/07"
  },
  {
    "text": "walk outside, just before new years count down, great view of the sky. \n \nwaiting, listening and watching for any fire works, common dumb-ass gun fire. \n \nwhen to the north east, was this fireball type light, that was cruzin in an area were 3 airports would be, ontario intl airport and 2 smaller (upland,ca../san dimas,ca..) it would change its level of light, like a dimmer. \n \nbut had caught my eye by the orange firey glow, cruzin like a plane taking off from ontario intl, to the west. \n \nbut not this ufo. oh... no. change altitudes out of the norm.. and all of the above. \n \nwhen view with binaculars, large orange firey glow and  possible smaller buzzing behind maybe even circled. \n \nflashed it with a laser tool, freaky cuz it seemed to respond by going out each time. fn wierd. \n \nwhole viewing lasted 7 min max for me.",
    "stats": "Occurred : 1/1/2007 00:06  (Entered as : 01/01/07 0:06) Reported: 1/1/2007 1:49:59 AM 01:49 Posted: 2/1/2007 Location: Montclair, CA Shape: Fireball Duration: 7 min Characteristics: There were lights on the object",
    "date_time": "1/1/07 00:06",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54253.html",
    "city": "Montclair",
    "state": "CA",
    "country": "USA",
    "shape": "Fireball",
    "duration": "7",
    "summary": "walk outside, just before new years count down, great view of the sky.\n\nwaiting, listening and watching for any fire works, common du",
    "posted": "2/1/07"
  },
  {
    "text": "After the Columbia fireworks display a bright red round object was seen traveling in level flight from south to north, the object was moving slowing and disappeared into the clouds after been visible for about 10 minutes.",
    "stats": "Occurred : 1/1/2007 00:06  (Entered as : 01/01/07 0:06) Reported: 12/31/2006 9:56:49 PM 21:56 Posted: 2/1/2007 Location: Ellicott City, MD Shape: Circle Duration: 15 Characteristics: There was an aura or haze around the object",
    "date_time": "1/1/07 00:06",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54247.html",
    "city": "Ellicott City",
    "state": "MD",
    "country": "USA",
    "shape": "Circle",
    "duration": "15",
    "summary": "After the Columbia fireworks display a bright red round object was seen traveling in level flight from south to north, the object was m",
    "posted": "2/1/07"
  },
  {
    "text": "Swarm of Amber spheres \n \nMyself and a few friends were visiting another friend of ours in Windsor, CA. for new years eve, I believe its north of San Francisco and 30 minutes from Bodega Bay.  \n \nA little after midnight on New Years Eve, our whole party went outside to ring in the new year. When we looked up we noticed what looked like a whole swath of stars that were amber in color were travelling in a column, we watched them for about 13 to 14 minutes.  I happened to have a pair of binoculars with me and managed to hand the binoculars to everyone in our party.  From what I saw, when I had my binoculars were these objects were spherical in shape and were slightly pulsing in 1 second intervals.  Some were swirling around one another.  At the end of the 13 - 14 minute window I saw the objects gather in a swarm on the horizon and split off, one part of the swarm going right the others going left with only a couple going straight up and disappearing.  A few minutes after the sighting I noticed a couple jets in the vincinity. \n \nOur party had one amateur astronomer and one fireman.  Our astronomer states they were not stars or airplanes. Please contact me if anyone else has reported anything of this sort in the area. Every person in the party is still stunned from this experience as am I, we need to know that we are not crazy.",
    "stats": "Occurred : 1/1/2007 00:10  (Entered as : 01/01/07 0:10) Reported: 1/3/2007 1:08:28 AM 01:08 Posted: 2/1/2007 Location: Windsor, CA Shape: Formation Duration: 13min Characteristics: There was an aura or haze around the object, The object changed color, There were aircraft in the vicinity or aircraft chasing the object",
    "date_time": "1/1/07 00:10",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54359.html",
    "city": "Windsor",
    "state": "CA",
    "country": "USA",
    "shape": "Formation",
    "duration": "13",
    "summary": "Swarm of Amber spheres",
    "posted": "2/1/07"
  },
  {
    "text": "New Year's Morning siting of spinning lights hovering  over Ligonier, PA \n \nI was a guest in my sister's home for New Year's Eve. At 2:15 AM she woke me and asked me to come downstairs to her den. As we looked out of the window (facing east) we saw lights (sometimes two, sometimes three, sometimes four) rotating above the trees. Something seemed to be hovering, moving slightly from side to side....the lights seemed to be oval shaped and I could sense an aura or kind of jet stream as the lights continued to spin. They would speed up and slow down from time to time. I sensed it to be very close to us, but my sister felt it was further away, towards Jennerstown area. We watched it for at least twenty minutes, and suddenly it disappeared.",
    "stats": "Occurred : 1/1/2007 02:00  (Entered as : 01/01/2007 2:00) Reported: 1/2/2007 5:59:49 AM 05:59 Posted: 2/1/2007 Location: Ligonier, PA Shape: Light Duration: 25 minutes Characteristics: There were lights on the object, There was an aura or haze around the object",
    "date_time": "1/1/07 02:00",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54285.html",
    "city": "Ligonier",
    "state": "PA",
    "country": "USA",
    "shape": "Light",
    "duration": "25",
    "summary": "New Year's Morning siting of spinning lights hovering  over Ligonier, PA",
    "posted": "2/1/07"
  },
  {
    "text": "Disked shaped objects...3... over Time Square, New York.   \n \nReported by Fox News. Objects were approx. 30 feet in dia., transillumated in a low hover seen between tall buildings.   \n \nObjects generated amazement, fear and a degree of panic...Fox News reported NYPD was on the way to investigate the people reporting the U.F.O. event. Fox News then cut away from their live coverage.  U.F.O. recored on hand held camera.",
    "stats": "Occurred : 1/1/2007 03:00  (Entered as : Jan 1,07 03:00) Reported: 1/8/2007 11:25:15 AM 11:25 Posted: 2/1/2007 Location: New York City (Times Square), NY Shape: Disk Duration: 15 min Characteristics: There were lights on the object, The object changed color",
    "date_time": "1/1/07 03:00",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54604.html",
    "city": "New York City (Times Square)",
    "state": "NY",
    "country": "USA",
    "shape": "Disk",
    "duration": "15",
    "summary": "Disked shaped objects...3... over Time Square, New York.  Reported by Fox News. Objects were approx. 30 feet in dia., transillumated in",
    "posted": "2/1/07"
  },
  {
    "text": "strange objects on new year's day, 2007 in Miami Lakes, Fl on a perfectly clear and sunny day \n \nIt was a beautiful clear sunny south Florida day.  Perfect weather and clear skies.  My husband said \"look up, what is that?\"  The first one was round and black with silver lining.  It just floated above our house while we were outside for a new year's day barbeque.  It floated for about 5-10 minutes, then slowly went up into the clouds and disappeard.. the second one came about 5 minutes later.  At first it was round and silver, suddenly, it changed to a tube shape and turn gold, then it went back to being round and silver and had four round gold things spinning around it.  It kept changing back and forth and just sat there for about ten minutes.  Neither one of the objects ever made a sound.  Suddenly, several military jets started going over the house and the object floated up and disappeared.  I don't mean it disappeard into the clouds, I mean it actually disappeard, like a cartoon.  When my son and I turned around, we saw a black object coming straight down from the sky into a field across the street.  It came down really fast and kind of looked like a person parachuting, but with no parachute.  It actually looked like a tall black object with two legs, like a human, but the upper body was not clear to us.  No one else saw the third \"thing\".  I really can't describe what it was because it came down so fast.  The military jets continued to fly around for about half an hour and left.   \n \nSeveral people in my family were outside that day, but only a few of us will admit what we saw.",
    "stats": "Occurred : 1/1/2007 16:30  (Entered as : 01/01/07 16:30) Reported: 1/14/2007 7:41:50 AM 07:41 Posted: 2/1/2007 Location: Miami Lakes, FL Shape: Changing Duration: 20 MINUTES Characteristics: There were lights on the object, The object emitted other objects, The object changed color, There were aircraft in the vicinity or aircraft chasing the object",
    "date_time": "1/1/07 16:30",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54729.html",
    "city": "Miami Lakes",
    "state": "FL",
    "country": "USA",
    "shape": "Changing",
    "duration": "20",
    "summary": "strange objects on new year's day, 2007 in Miami Lakes, Fl on a perfectly clear and sunny day",
    "posted": "2/1/07"
  },
  {
    "text": "4 Red lights seen over Welwyn Garden City in Hertfordshire England \n \n4 UFO they was red in colour no flashing so they was not aircraft they was flying slowly and silently. The was flying from West to East slowly. One on its own then two about a few minutes then another after that anouther few minutes after that. \n \nThe two they flew very close together as I watched them far to close for normal arecraft would be alowed to do.",
    "stats": "Occurred : 1/1/2007 19:45  (Entered as : 01,012007 19:45) Reported: 1/1/2007 12:15:43 PM 12:15 Posted: 2/1/2007 Location: Welwyn Garden City (UK/England),  Shape: Oval Duration: 10 Mins",
    "date_time": "1/1/07 19:45",
    "report_link": "http://www.nuforc.org/webreports/reports/054/S54260.html",
    "city": "Welwyn Garden City (UK/England)",
    "state": "",
    "country": "United Kingdom",
    "shape": "Oval",
    "duration": "10",
    "summary": "4 Red lights seen over Welwyn Garden City in Hertfordshire England",
    "posted": "2/1/07"
  }
]
